benchmark-output/storage-engine-disk/outputRun-b-1000000.log
2021-05-12 19:35:18:913 0 sec: 0 operations; est completion in 0 second 
2021-05-12 19:35:28:851 10 sec: 15841 operations; 1583.94 current ops/sec; est completion in 10 minutes [READ AverageLatency(us)=614.99] [UPDATE AverageLatency(us)=672.03] 
2021-05-12 19:35:38:851 20 sec: 33008 operations; 1716.87 current ops/sec; est completion in 9 minutes [READ AverageLatency(us)=574.78] [UPDATE AverageLatency(us)=630.9] 
2021-05-12 19:35:48:851 30 sec: 50218 operations; 1721 current ops/sec; est completion in 9 minutes [READ AverageLatency(us)=574.42] [UPDATE AverageLatency(us)=610.14] 
2021-05-12 19:35:58:851 40 sec: 68210 operations; 1799.2 current ops/sec; est completion in 9 minutes [READ AverageLatency(us)=550.25] [UPDATE AverageLatency(us)=582.02] 
2021-05-12 19:36:08:851 50 sec: 86276 operations; 1806.6 current ops/sec; est completion in 8 minutes [READ AverageLatency(us)=549.73] [UPDATE AverageLatency(us)=567.67] 
2021-05-12 19:36:18:851 60 sec: 104249 operations; 1797.3 current ops/sec; est completion in 8 minutes [READ AverageLatency(us)=550.79] [UPDATE AverageLatency(us)=602.85] 
2021-05-12 19:36:28:851 70 sec: 122236 operations; 1798.7 current ops/sec; est completion in 8 minutes [READ AverageLatency(us)=552.24] [UPDATE AverageLatency(us)=570.1] 
2021-05-12 19:36:38:851 80 sec: 140329 operations; 1809.3 current ops/sec; est completion in 8 minutes [READ AverageLatency(us)=551.54] [UPDATE AverageLatency(us)=530.81] 
2021-05-12 19:36:48:851 90 sec: 158637 operations; 1830.8 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=543.95] [UPDATE AverageLatency(us)=539.68] 
2021-05-12 19:36:58:851 100 sec: 176802 operations; 1816.5 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=549.36] [UPDATE AverageLatency(us)=523.57] 
2021-05-12 19:37:08:851 110 sec: 194747 operations; 1794.32 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=555.38] [UPDATE AverageLatency(us)=540.57] 
2021-05-12 19:37:18:851 120 sec: 212154 operations; 1740.87 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=571.06] [UPDATE AverageLatency(us)=587.47] 
2021-05-12 19:37:28:851 130 sec: 230574 operations; 1842 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=539.87] [UPDATE AverageLatency(us)=550.63] 
2021-05-12 19:37:38:851 140 sec: 248690 operations; 1811.42 current ops/sec; est completion in 7 minutes [READ AverageLatency(us)=547.88] [UPDATE AverageLatency(us)=580.22] 
2021-05-12 19:37:48:851 150 sec: 266822 operations; 1813.38 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=547.83] [UPDATE AverageLatency(us)=571.82] 
2021-05-12 19:37:58:851 160 sec: 284992 operations; 1817 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=548.75] [UPDATE AverageLatency(us)=529.48] 
2021-05-12 19:38:08:851 170 sec: 302618 operations; 1762.6 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=563.39] [UPDATE AverageLatency(us)=590.07] 
2021-05-12 19:38:18:851 180 sec: 320541 operations; 1792.3 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=556.56] [UPDATE AverageLatency(us)=532.34] 
2021-05-12 19:38:28:851 190 sec: 337314 operations; 1677.3 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=593.41] [UPDATE AverageLatency(us)=591.74] 
2021-05-12 19:38:38:851 200 sec: 355162 operations; 1784.8 current ops/sec; est completion in 6 minutes [READ AverageLatency(us)=557.37] [UPDATE AverageLatency(us)=563.51] 
2021-05-12 19:38:48:851 210 sec: 372807 operations; 1764.5 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=562.37] [UPDATE AverageLatency(us)=594.48] 
2021-05-12 19:38:58:851 220 sec: 390548 operations; 1774.1 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=559.98] [UPDATE AverageLatency(us)=580.34] 
2021-05-12 19:39:08:851 230 sec: 408540 operations; 1799.2 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=552.16] [UPDATE AverageLatency(us)=572.75] 
2021-05-12 19:39:18:851 240 sec: 426339 operations; 1779.72 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=557.43] [UPDATE AverageLatency(us)=592.33] 
2021-05-12 19:39:28:851 250 sec: 443995 operations; 1765.78 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=563.95] [UPDATE AverageLatency(us)=559.17] 
2021-05-12 19:39:38:851 260 sec: 461805 operations; 1780.82 current ops/sec; est completion in 5 minutes [READ AverageLatency(us)=557.25] [UPDATE AverageLatency(us)=590.67] 
2021-05-12 19:39:48:851 270 sec: 479852 operations; 1804.88 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=550.35] [UPDATE AverageLatency(us)=576.21] 
2021-05-12 19:39:58:851 280 sec: 497824 operations; 1797.2 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=553.73] [UPDATE AverageLatency(us)=555.7] 
2021-05-12 19:40:08:851 290 sec: 515470 operations; 1764.6 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=565.44] [UPDATE AverageLatency(us)=538.68] 
2021-05-12 19:40:18:851 300 sec: 533325 operations; 1785.32 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=556.1] [UPDATE AverageLatency(us)=583.63] 
2021-05-12 19:40:28:851 310 sec: 551705 operations; 1838 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=540.46] [UPDATE AverageLatency(us)=555.39] 
2021-05-12 19:40:38:851 320 sec: 569829 operations; 1812.58 current ops/sec; est completion in 4 minutes [READ AverageLatency(us)=549.5] [UPDATE AverageLatency(us)=551.73] 
2021-05-12 19:40:48:851 330 sec: 587928 operations; 1809.9 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=550.42] [UPDATE AverageLatency(us)=543.59] 
2021-05-12 19:40:58:851 340 sec: 606147 operations; 1821.9 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=545.96] [UPDATE AverageLatency(us)=554.65] 
2021-05-12 19:41:08:851 350 sec: 624524 operations; 1837.7 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=540.99] [UPDATE AverageLatency(us)=552.76] 
2021-05-12 19:41:18:851 360 sec: 642950 operations; 1842.42 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=541.77] [UPDATE AverageLatency(us)=509.99] 
2021-05-12 19:41:28:851 370 sec: 660996 operations; 1804.78 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=550.29] [UPDATE AverageLatency(us)=576] 
2021-05-12 19:41:38:851 380 sec: 678741 operations; 1774.5 current ops/sec; est completion in 3 minutes [READ AverageLatency(us)=562.77] [UPDATE AverageLatency(us)=523.73] 
2021-05-12 19:41:48:851 390 sec: 696898 operations; 1815.7 current ops/sec; est completion in 2 minutes [READ AverageLatency(us)=548.46] [UPDATE AverageLatency(us)=537.58] 
2021-05-12 19:41:58:851 400 sec: 715385 operations; 1848.7 current ops/sec; est completion in 2 minutes [READ AverageLatency(us)=538.06] [UPDATE AverageLatency(us)=556.41] 
2021-05-12 19:42:08:851 410 sec: 733266 operations; 1788.1 current ops/sec; est completion in 2 minutes [READ AverageLatency(us)=556.01] [UPDATE AverageLatency(us)=569.88] 
2021-05-12 19:42:18:851 420 sec: 751209 operations; 1794.3 current ops/sec; est completion in 2 minutes [READ AverageLatency(us)=555.51] [UPDATE AverageLatency(us)=541.9] 
2021-05-12 19:42:28:851 430 sec: 769204 operations; 1799.5 current ops/sec; est completion in 2 minutes [READ AverageLatency(us)=550.86] [UPDATE AverageLatency(us)=597.69] 
2021-05-12 19:42:38:851 440 sec: 787151 operations; 1794.52 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=554.71] [UPDATE AverageLatency(us)=553.66] 
2021-05-12 19:42:48:851 450 sec: 805004 operations; 1785.48 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=557.87] [UPDATE AverageLatency(us)=551.2] 
2021-05-12 19:42:58:851 460 sec: 823250 operations; 1824.6 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=545.4] [UPDATE AverageLatency(us)=548.31] 
2021-05-12 19:43:08:851 470 sec: 841660 operations; 1840.82 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=539.94] [UPDATE AverageLatency(us)=556.03] 
2021-05-12 19:43:18:851 480 sec: 859547 operations; 1788.88 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=556.71] [UPDATE AverageLatency(us)=552.79] 
2021-05-12 19:43:28:851 490 sec: 876764 operations; 1721.7 current ops/sec; est completion in 1 minute [READ AverageLatency(us)=579.15] [UPDATE AverageLatency(us)=556.03] 
2021-05-12 19:43:38:851 500 sec: 895136 operations; 1837.02 current ops/sec; est completion in 59 seconds [READ AverageLatency(us)=541.79] [UPDATE AverageLatency(us)=543.23] 
2021-05-12 19:43:48:851 510 sec: 913105 operations; 1797.08 current ops/sec; est completion in 49 seconds [READ AverageLatency(us)=552.57] [UPDATE AverageLatency(us)=580.02] 
2021-05-12 19:43:58:851 520 sec: 931642 operations; 1853.51 current ops/sec; est completion in 39 seconds [READ AverageLatency(us)=536.45] [UPDATE AverageLatency(us)=541.29] 
2021-05-12 19:44:08:851 530 sec: 949643 operations; 1800.28 current ops/sec; est completion in 29 seconds [READ AverageLatency(us)=550.89] [UPDATE AverageLatency(us)=600.37] 
2021-05-12 19:44:18:851 540 sec: 967470 operations; 1782.52 current ops/sec; est completion in 19 seconds [READ AverageLatency(us)=558.36] [UPDATE AverageLatency(us)=560.44] 
2021-05-12 19:44:28:851 550 sec: 985379 operations; 1791.08 current ops/sec; est completion in 9 second [READ AverageLatency(us)=553.46] [UPDATE AverageLatency(us)=601.76] 
2021-05-12 19:44:36:904 558 sec: 1000000 operations; 1815.37 current ops/sec; [READ AverageLatency(us)=546.13] [CLEANUP AverageLatency(us)=500] [UPDATE AverageLatency(us)=589.19] 
[OVERALL], RunTime(ms), 558056
[OVERALL], Throughput(ops/sec), 1791.9348595839845
[TOTAL_GCS_G1_Young_Generation], Count, 36
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 38
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.006809352466419141
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 36
[TOTAL_GC_TIME], Time(ms), 38
[TOTAL_GC_TIME_%], Time(%), 0.006809352466419141
[READ], Operations, 950117
[READ], AverageLatency(us), 554.6474128975694
[READ], MinLatency(us), 170
[READ], MaxLatency(us), 27366
[READ], Return=OK, 950117
[READ], 0, 765.1798855273917
[READ], 1000, 643.0921052631579
[READ], 2000, 583.7164916615195
[READ], 3000, 619.0710835058661
[READ], 4000, 589.0292063492063
[READ], 5000, 583.383950617284
[READ], 6000, 623.8391793514229
[READ], 7000, 638.9718019257222
[READ], 8000, 586.3597256857855
[READ], 9000, 571.7604608853851
[READ], 10000, 564.2977425259304
[READ], 11000, 573.016139044072
[READ], 12000, 600.269800386349
[READ], 13000, 543.0248698669751
[READ], 14000, 587.5344506517691
[READ], 15000, 588.3905472636816
[READ], 16000, 593.7152911068458
[READ], 17000, 579.5824108241083
[READ], 18000, 580.301724137931
[READ], 19000, 540.9440639269407
[READ], 20000, 609.2256809338521
[READ], 21000, 535.3803297328027
[READ], 22000, 595.1843971631206
[READ], 23000, 642.9567604667125
[READ], 24000, 596.97383535418
[READ], 25000, 558.937836222355
[READ], 26000, 568.537673297167
[READ], 27000, 582.2681114551084
[READ], 28000, 518.3439211391019
[READ], 29000, 523.1759681093394
[READ], 30000, 521.8361643835616
[READ], 31000, 562.8093245666468
[READ], 32000, 537.3762149799886
[READ], 33000, 572.9439024390244
[READ], 34000, 549.6433158201985
[READ], 35000, 542.7319587628866
[READ], 36000, 534.3421496904896
[READ], 37000, 570.7166262135922
[READ], 38000, 539.4138321995465
[READ], 39000, 609.1135770234987
[READ], 40000, 528.2209567198178
[READ], 41000, 535.1619318181819
[READ], 42000, 542.5548535324526
[READ], 43000, 556.9625073227885
[READ], 44000, 588.217039800995
[READ], 45000, 571.6032806804375
[READ], 46000, 543.6202898550724
[READ], 47000, 550.1728754365541
[READ], 48000, 563.6287246722288
[READ], 49000, 517.0414364640884
[READ], 50000, 599.0658567774937
[READ], 51000, 522.1633913531724
[READ], 52000, 541.6419683257918
[READ], 53000, 528.5350926445817
[READ], 54000, 581.0904553961323
[READ], 55000, 536.2240990990991
[READ], 56000, 568.0851318944844
[READ], 57000, 528.7391549295775
[READ], 58000, 580.0650154798761
[READ], 59000, 551.9337594421847
[READ], 60000, 567.3158529234479
[READ], 61000, 551.4613569321534
[READ], 62000, 558.5945465323059
[READ], 63000, 552.1313309776207
[READ], 64000, 542.7579433853264
[READ], 65000, 549.7045860631329
[READ], 66000, 549.4271732872769
[READ], 67000, 543.3352402745995
[READ], 68000, 525.1076331685887
[READ], 69000, 568.9640071985602
[READ], 70000, 556.7696396928529
[READ], 71000, 547.7674956622325
[READ], 72000, 546.1042026482442
[READ], 73000, 566.972602739726
[READ], 74000, 545.2115165336375
[READ], 75000, 586.5613382899628
[READ], 76000, 555.2543859649123
[READ], 77000, 526.8206128133704
[READ], 78000, 539.4129810453762
[READ], 79000, 551.1974299065421
[READ], 80000, 590.5012484394507
[READ], 81000, 531.0674536256324
[READ], 82000, 513.5997830802603
[READ], 83000, 537.125850340136
[READ], 84000, 553.7934655775963
[READ], 85000, 534.2508513053349
[READ], 86000, 530.9450424929179
[READ], 87000, 548.471264367816
[READ], 88000, 553.676212741087
[READ], 89000, 558.3317563571851
[READ], 90000, 575.1481481481482
[READ], 91000, 536.7591240875912
[READ], 92000, 552.2889403590041
[READ], 93000, 536.9245604083948
[READ], 94000, 541.300803673938
[READ], 95000, 527.3814547473626
[READ], 96000, 572.4846107423053
[READ], 97000, 525.9178610804851
[READ], 98000, 569.5271641791045
[READ], 99000, 556.1376684241359
[READ], 100000, 551.5284883720931
[READ], 101000, 539.7619318181818
[READ], 102000, 538.8124280782508
[READ], 103000, 530.7087699944843
[READ], 104000, 571.5582377791189
[READ], 105000, 553.453692848769
[READ], 106000, 547.344470046083
[READ], 107000, 546.33084004603
[READ], 108000, 595.3759351620947
[READ], 109000, 585.0330679730557
[READ], 110000, 597.7296437659033
[READ], 111000, 583.8845917740946
[READ], 112000, 553.4653465346535
[READ], 113000, 642.4032150033489
[READ], 114000, 540.2672706681767
[READ], 115000, 603.3095392602206
[READ], 116000, 566.8080625752106
[READ], 117000, 555.5845238095238
[READ], 118000, 541.554449648712
[READ], 119000, 546.1740125930166
[READ], 120000, 547.8278451761987
[READ], 121000, 544.3391203703703
[READ], 122000, 536.2361516034986
[READ], 123000, 540.8460661345496
[READ], 124000, 534.8918918918919
[READ], 125000, 529.8555431131019
[READ], 126000, 553.1674445740957
[READ], 127000, 526.3593486805165
[READ], 128000, 555.187609585038
[READ], 129000, 522.7798672566372
[READ], 130000, 574.7158403869407
[READ], 131000, 523.1978021978022
[READ], 132000, 580.8917933130699
[READ], 133000, 553.8602409638554
[READ], 134000, 555.8497652582159
[READ], 135000, 521.181167400881
[READ], 136000, 572.581253804017
[READ], 137000, 521.3867403314918
[READ], 138000, 553.1116361488482
[READ], 139000, 535.3335217637083
[READ], 140000, 559.6613190730837
[READ], 141000, 545.3478012564249
[READ], 142000, 564.5184964200478
[READ], 143000, 569.5894607843137
[READ], 144000, 526.6201463140123
[READ], 145000, 566.5620178041543
[READ], 146000, 526.7965440356745
[READ], 147000, 547.719723183391
[READ], 148000, 512.6760563380282
[READ], 149000, 563.2596852300242
[READ], 150000, 534.3097795364613
[READ], 151000, 561.3563701923077
[READ], 152000, 559.773428232503
[READ], 153000, 552.2196664749856
[READ], 154000, 542.8354357798165
[READ], 155000, 569.0269299820467
[READ], 156000, 561.5681415929204
[READ], 157000, 551.7935222672065
[READ], 158000, 518.3812124522119
[READ], 159000, 543.2609699769054
[READ], 160000, 547.2244418331375
[READ], 161000, 549.1822402785839
[READ], 162000, 590.8816604708798
[READ], 163000, 562.0563549160671
[READ], 164000, 576.4130695443645
[READ], 165000, 555.4458900059136
[READ], 166000, 600.5693476884104
[READ], 167000, 554.5511296076099
[READ], 168000, 567.0512820512821
[READ], 169000, 537.2366762177651
[READ], 170000, 546.0508771929825
[READ], 171000, 581.2894259818731
[READ], 172000, 550.8879107981221
[READ], 173000, 552.9849971148298
[READ], 174000, 571.4125916870415
[READ], 175000, 546.909038572251
[READ], 176000, 565.8568883610451
[READ], 177000, 567.2019115890083
[READ], 178000, 536.6357466063348
[READ], 179000, 546.5837621497999
[READ], 180000, 578.4315151515151
[READ], 181000, 596.2188868042526
[READ], 182000, 581.3316739265713
[READ], 183000, 671.5565031982942
[READ], 184000, 611.553163731246
[READ], 185000, 719.5558935361216
[READ], 186000, 560.4585798816568
[READ], 187000, 570.6944444444445
[READ], 188000, 533.4544943820225
[READ], 189000, 551.4124194493263
[READ], 190000, 550.4528301886793
[READ], 191000, 549.992463768116
[READ], 192000, 527.2053872053872
[READ], 193000, 583.2567073170732
[READ], 194000, 521.3866666666667
[READ], 195000, 562.7173396674584
[READ], 196000, 611.6025806451613
[READ], 197000, 552.8466509988249
[READ], 198000, 561.9868578255675
[READ], 199000, 572.1165865384615
[READ], 200000, 559.7169811320755
[READ], 201000, 592.9917773561037
[READ], 202000, 567.5782766990292
[READ], 203000, 538.7763688760807
[READ], 204000, 589.7828251400124
[READ], 205000, 566.2066014669927
[READ], 206000, 570.8973429951691
[READ], 207000, 564.5749108204518
[READ], 208000, 559.138196915777
[READ], 209000, 515.469387755102
[READ], 210000, 622.5722811671087
[READ], 211000, 546.0028985507247
[READ], 212000, 592.9182156133829
[READ], 213000, 560.4658421672556
[READ], 214000, 560.4409681227863
[READ], 215000, 564.1294749403341
[READ], 216000, 540.3780773739742
[READ], 217000, 542.3795493934142
[READ], 218000, 547.4368876080691
[READ], 219000, 529.3178694158075
[READ], 220000, 526.0605720695457
[READ], 221000, 566.3639618138425
[READ], 222000, 538.7654534950896
[READ], 223000, 598.7465495608532
[READ], 224000, 535.9289311695579
[READ], 225000, 586.660625
[READ], 226000, 552.4955699940933
[READ], 227000, 542.4817391304348
[READ], 228000, 551.6522248243559
[READ], 229000, 537.2243150684932
[READ], 230000, 548.761574074074
[READ], 231000, 596.005047318612
[READ], 232000, 554.7020142180095
[READ], 233000, 548.0873616773442
[READ], 234000, 549.1080766995933
[READ], 235000, 552.2521739130435
[READ], 236000, 547.2668213457076
[READ], 237000, 542.604772991851
[READ], 238000, 550.4759389671361
[READ], 239000, 587.3979912115506
[READ], 240000, 588.6013597033375
[READ], 241000, 600.7914540816327
[READ], 242000, 580.4460297766749
[READ], 243000, 554.0099589923843
[READ], 244000, 540.5324971493728
[READ], 245000, 556.7063631056626
[READ], 246000, 581.1418835192069
[READ], 247000, 534.8820887142055
[READ], 248000, 560.2872340425532
[READ], 249000, 548.2520372526193
[READ], 250000, 570.6455773955774
[READ], 251000, 521.9532195927353
[READ], 252000, 538.3540125213432
[READ], 253000, 553.3853427895981
[READ], 254000, 539.2328375286041
[READ], 255000, 586.9702970297029
[READ], 256000, 546.3887926054304
[READ], 257000, 561.7852071005917
[READ], 258000, 546.4191090269636
[READ], 259000, 619.8642056690837
[READ], 260000, 517.6128680479826
[READ], 261000, 566.8380323935213
[READ], 262000, 546.5841176470589
[READ], 263000, 545.7096219931271
[READ], 264000, 558.7858823529411
[READ], 265000, 593.6107634543179
[READ], 266000, 531.1052631578947
[READ], 267000, 565.9424332344214
[READ], 268000, 554.1064950263312
[READ], 269000, 544.1206496519721
[READ], 270000, 495.8918495297806
[READ], 271000, 552.705023364486
[READ], 272000, 557.1915776986951
[READ], 273000, 531.6113292204151
[READ], 274000, 552.0595167943429
[READ], 275000, 553.5714285714286
[READ], 276000, 561.5991808074898
[READ], 277000, 564.0118413262286
[READ], 278000, 614.6001308900524
[READ], 279000, 559.6162448499117
[READ], 280000, 614.1646063760572
[READ], 281000, 546.0682870370371
[READ], 282000, 550.6810097532989
[READ], 283000, 565.6096256684492
[READ], 284000, 564.2005988023952
[READ], 285000, 563.9241791044776
[READ], 286000, 607.7338451695457
[READ], 287000, 528.6958705357143
[READ], 288000, 582.897896039604
[READ], 289000, 536.3191609977324
[READ], 290000, 541.6360505166475
[READ], 291000, 558.8134991119006
[READ], 292000, 547.0560471976402
[READ], 293000, 584.4232186732187
[READ], 294000, 588.47625
[READ], 295000, 598.6727964489537
[READ], 296000, 524.7619311875694
[READ], 297000, 553.4982078853046
[READ], 298000, 522.9542155220547
[READ], 299000, 561.7071596244132
[READ], 300000, 529.7994334277621
[READ], 301000, 569.5722054380665
[READ], 302000, 523.8447513812155
[READ], 303000, 545.5635519442832
[READ], 304000, 516.982152514873
[READ], 305000, 572.5137111517367
[READ], 306000, 542.1400576368876
[READ], 307000, 524.0441587479039
[READ], 308000, 547.7030268418047
[READ], 309000, 543.1172732524552
[READ], 310000, 537.8228279386713
[READ], 311000, 550.8855981416957
[READ], 312000, 532.9736547085201
[READ], 313000, 542.5236198064883
[READ], 314000, 547.2162629757786
[READ], 315000, 537.3759864712514
[READ], 316000, 560.3161021984552
[READ], 317000, 530.2940848214286
[READ], 318000, 599.1047923322684
[READ], 319000, 554.3817966903073
[READ], 320000, 551.6263096623982
[READ], 321000, 553.603315571344
[READ], 322000, 561.5334121821408
[READ], 323000, 560.9767303102625
[READ], 324000, 554.0204200700117
[READ], 325000, 556.3004139562389
[READ], 326000, 572.2461077844312
[READ], 327000, 516.9655361050328
[READ], 328000, 551.5652428320656
[READ], 329000, 538.0454545454545
[READ], 330000, 533.9145444255801
[READ], 331000, 534.530843237125
[READ], 332000, 525.4496382860323
[READ], 333000, 550.7190034762457
[READ], 334000, 541.8365328679465
[READ], 335000, 562.5154761904762
[READ], 336000, 555.6255096097846
[READ], 337000, 559.4763033175356
[READ], 338000, 520.8661504424779
[READ], 339000, 590.337492202121
[READ], 340000, 529.2026951151039
[READ], 341000, 542.9800114220445
[READ], 342000, 552.1799187463726
[READ], 343000, 573.576852418861
[READ], 344000, 500.01954569466454
[READ], 345000, 556.781914893617
[READ], 346000, 525.2148852825966
[READ], 347000, 553.6917204932472
[READ], 348000, 543.4213286713286
[READ], 349000, 521.4097183876312
[READ], 350000, 570.7217910447761
[READ], 351000, 551.7653239929947
[READ], 352000, 569.8964071856287
[READ], 353000, 530.3920044419767
[READ], 354000, 538.0785550458716
[READ], 355000, 532.4116666666666
[READ], 356000, 570.6694966646453
[READ], 357000, 523.7338051170386
[READ], 358000, 523.5464663327768
[READ], 359000, 513.9513629075361
[READ], 360000, 592.9275452841973
[READ], 361000, 542.8402537485582
[READ], 362000, 556.3341218214075
[READ], 363000, 539.1422879908936
[READ], 364000, 535.9897901304595
[READ], 365000, 528.2590327959978
[READ], 366000, 606.9980595084088
[READ], 367000, 517.3559782608696
[READ], 368000, 528.4441887226698
[READ], 369000, 565.91146761735
[READ], 370000, 560.9238095238095
[READ], 371000, 589.6146158650844
[READ], 372000, 585.8151975683891
[READ], 373000, 606.8168380462724
[READ], 374000, 528.5243152599218
[READ], 375000, 559.3331374853115
[READ], 376000, 536.0169971671388
[READ], 377000, 560.5046838407494
[READ], 378000, 546.3152484294689
[READ], 379000, 569.2784810126582
[READ], 380000, 530.7737430167598
[READ], 381000, 559.2004716981132
[READ], 382000, 568.5975384615384
[READ], 383000, 558.3165382335507
[READ], 384000, 510.95447241564005
[READ], 385000, 590.8575870646766
[READ], 386000, 551.8135198135199
[READ], 387000, 547.6680068925905
[READ], 388000, 534.6760404949381
[READ], 389000, 544.2368268674002
[READ], 390000, 534.7466139954853
[READ], 391000, 538.2942840973401
[READ], 392000, 550.7162872154115
[READ], 393000, 538.0879682179342
[READ], 394000, 506.08089033659064
[READ], 395000, 530.1542730299667
[READ], 396000, 580.1819864281308
[READ], 397000, 528.3259546209187
[READ], 398000, 538.4797490017113
[READ], 399000, 535.6387493020659
[READ], 400000, 596.0183196462414
[READ], 401000, 519.8853932584269
[READ], 402000, 583.2048192771084
[READ], 403000, 562.612730517549
[READ], 404000, 543.9028735632183
[READ], 405000, 567.203125
[READ], 406000, 586.563829787234
[READ], 407000, 519.247084952804
[READ], 408000, 551.497975708502
[READ], 409000, 547.768829663963
[READ], 410000, 552.4655274012964
[READ], 411000, 562.5680332739156
[READ], 412000, 557.5915492957746
[READ], 413000, 551.5697741748697
[READ], 414000, 538.590705487122
[READ], 415000, 567.4584337349397
[READ], 416000, 560.7983490566038
[READ], 417000, 550.0150899593732
[READ], 418000, 558.0094062316284
[READ], 419000, 547.7094165222414
[READ], 420000, 550.4103911266783
[READ], 421000, 570.3741741741742
[READ], 422000, 528.8361223312176
[READ], 423000, 577.1557177615572
[READ], 424000, 554.0320886814469
[READ], 425000, 550.9889791183294
[READ], 426000, 541.2790432801822
[READ], 427000, 544.6897746967071
[READ], 428000, 549.5900874635569
[READ], 429000, 549.5064935064935
[READ], 430000, 544.8033256880734
[READ], 431000, 553.4029325513196
[READ], 432000, 543.4655270655271
[READ], 433000, 535.1757610568638
[READ], 434000, 578.1114513165952
[READ], 435000, 566.4632835820895
[READ], 436000, 558.8133253301321
[READ], 437000, 568.2016959418535
[READ], 438000, 559.6165680473373
[READ], 439000, 536.1772366930917
[READ], 440000, 588.180225281602
[READ], 441000, 547.3626882966396
[READ], 442000, 548.6666666666666
[READ], 443000, 543.3740022805017
[READ], 444000, 575.5284403669725
[READ], 445000, 559.207381370826
[READ], 446000, 563.4148936170212
[READ], 447000, 534.2062780269058
[READ], 448000, 569.7477313974591
[READ], 449000, 554.8437682855471
[READ], 450000, 532.5519955030916
[READ], 451000, 549.125
[READ], 452000, 534.1969781757135
[READ], 453000, 551.1510749564206
[READ], 454000, 553.6990577149588
[READ], 455000, 557.8384074941451
[READ], 456000, 548.3494186046512
[READ], 457000, 534.9840455840456
[READ], 458000, 531.768174012593
[READ], 459000, 560.3355223880598
[READ], 460000, 549.170745920746
[READ], 461000, 542.5101214574898
[READ], 462000, 519.7873844480696
[READ], 463000, 546.5168475157053
[READ], 464000, 526.3523171412619
[READ], 465000, 557.5851502651739
[READ], 466000, 531.4693080357143
[READ], 467000, 543.1362048894063
[READ], 468000, 553.0035398230089
[READ], 469000, 534.8060773480663
[READ], 470000, 565.9640287769785
[READ], 471000, 542.5268571428571
[READ], 472000, 539.3485875706215
[READ], 473000, 548.7537659327926
[READ], 474000, 607.8233034571062
[READ], 475000, 549.2026635784598
[READ], 476000, 556.2199533255542
[READ], 477000, 529.5769230769231
[READ], 478000, 595.8643852978454
[READ], 479000, 542.397377423033
[READ], 480000, 575.2957486136784
[READ], 481000, 526.1437325905292
[READ], 482000, 588.3657037492317
[READ], 483000, 536.7352607709751
[READ], 484000, 625.4853610930384
[READ], 485000, 729.6488549618321
[READ], 486000, 607.9941747572816
[READ], 487000, 536.5318181818182
[READ], 488000, 572.1203871748336
[READ], 489000, 535.1580135440181
[READ], 490000, 536.4784580498866
[READ], 491000, 563.9443786982248
[READ], 492000, 543.096551724138
[READ], 493000, 565.6920311563811
[READ], 494000, 544.1318234610917
[READ], 495000, 535.9794871794871
[READ], 496000, 523.3770672546858
[READ], 497000, 537.7808764940239
[READ], 498000, 541.7040641099027
[READ], 499000, 543.2265446224256
[READ], 500000, 521.1939560439561
[READ], 501000, 633.5224080267559
[READ], 502000, 555.6246317030053
[READ], 503000, 569.2762598664239
[READ], 504000, 526.7790697674419
[READ], 505000, 566.0766488413548
[READ], 506000, 515.3740845070422
[READ], 507000, 533.7748868778281
[READ], 508000, 566.6262870987281
[READ], 509000, 550.774606872452
[READ], 510000, 520.2013348164627
[READ], 511000, 555.8897405660377
[READ], 512000, 529.2666287663445
[READ], 513000, 528.6926454445664
[READ], 514000, 508.53825284861637
[READ], 515000, 547.4321058688147
[READ], 516000, 542.7280092592592
[READ], 517000, 530.7898305084746
[READ], 518000, 559.1168446026097
[READ], 519000, 544.4857468643102
[READ], 520000, 557.5170990566038
[READ], 521000, 527.1249293386094
[READ], 522000, 614.726975832789
[READ], 523000, 593.6631116687579
[READ], 524000, 530.7521031968593
[READ], 525000, 554.4339401056958
[READ], 526000, 537.9725714285714
[READ], 527000, 540.8805104408352
[READ], 528000, 524.7857142857143
[READ], 529000, 545.3674285714286
[READ], 530000, 539.6191562143672
[READ], 531000, 590.5616010006254
[READ], 532000, 532.9103214890017
[READ], 533000, 530.5844671201814
[READ], 534000, 554.8428571428572
[READ], 535000, 570.1973445986723
[READ], 536000, 552.3034037558685
[READ], 537000, 611.4428115015975
[READ], 538000, 530.1098717233687
[READ], 539000, 572.0713429256595
[READ], 540000, 574.3085299455536
[READ], 541000, 572.0078219013237
[READ], 542000, 518.5928571428572
[READ], 543000, 544.4313043478261
[READ], 544000, 524.9276905829596
[READ], 545000, 566.6810810810811
[READ], 546000, 622.7831737346102
[READ], 547000, 521.7251236943375
[READ], 548000, 556.2190252495596
[READ], 549000, 540.1799660441426
[READ], 550000, 570.6876895087933
[READ], 551000, 533.9180138568129
[READ], 552000, 553.0011689070719
[READ], 553000, 547.4035294117647
[READ], 554000, 552.1652989449003
[READ], 555000, 536.3573844419391
[READ], 556000, 561.2949852507375
[READ], 557000, 527.7070063694267
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 500.0
[CLEANUP], MinLatency(us), 500
[CLEANUP], MaxLatency(us), 500
[CLEANUP], 0, 500.0
[UPDATE], Operations, 49883
[UPDATE], AverageLatency(us), 566.03642523505
[UPDATE], MinLatency(us), 182
[UPDATE], MaxLatency(us), 20848
[UPDATE], Return=OK, 49883
[UPDATE], 0, 857.9846153846154
[UPDATE], 1000, 682.08
[UPDATE], 2000, 537.8571428571429
[UPDATE], 3000, 850.0098039215686
[UPDATE], 4000, 672.3736263736264
[UPDATE], 5000, 562.2168674698795
[UPDATE], 6000, 597.716049382716
[UPDATE], 7000, 726.1590909090909
[UPDATE], 8000, 534.7472527472528
[UPDATE], 9000, 688.1756756756756
[UPDATE], 10000, 680.4736842105264
[UPDATE], 11000, 761.1477272727273
[UPDATE], 12000, 690.0344827586207
[UPDATE], 13000, 584.7954545454545
[UPDATE], 14000, 533.6067415730337
[UPDATE], 15000, 643.1470588235294
[UPDATE], 16000, 733.1882352941177
[UPDATE], 17000, 574.2823529411764
[UPDATE], 18000, 554.5
[UPDATE], 19000, 536.5802469135803
[UPDATE], 20000, 728.25
[UPDATE], 21000, 550.8255813953489
[UPDATE], 22000, 669.0943396226415
[UPDATE], 23000, 644.8333333333334
[UPDATE], 24000, 607.8666666666667
[UPDATE], 25000, 610.5520833333334
[UPDATE], 26000, 516.5333333333333
[UPDATE], 27000, 574.1573033707865
[UPDATE], 28000, 496.1978021978022
[UPDATE], 29000, 759.144578313253
[UPDATE], 30000, 553.5632183908046
[UPDATE], 31000, 608.0238095238095
[UPDATE], 32000, 513.6969696969697
[UPDATE], 33000, 600.551724137931
[UPDATE], 34000, 664.6666666666666
[UPDATE], 35000, 513.0114942528736
[UPDATE], 36000, 519.8372093023256
[UPDATE], 37000, 641.4
[UPDATE], 38000, 480.6818181818182
[UPDATE], 39000, 706.2613636363636
[UPDATE], 40000, 635.0373831775701
[UPDATE], 41000, 497.44554455445547
[UPDATE], 42000, 534.8144329896908
[UPDATE], 43000, 538.0240963855422
[UPDATE], 44000, 529.2282608695652
[UPDATE], 45000, 540.9207920792079
[UPDATE], 46000, 650.6027397260274
[UPDATE], 47000, 579.2916666666666
[UPDATE], 48000, 549.3225806451613
[UPDATE], 49000, 684.8505747126437
[UPDATE], 50000, 725.325
[UPDATE], 51000, 672.8681318681319
[UPDATE], 52000, 538.961038961039
[UPDATE], 53000, 639.3614457831326
[UPDATE], 54000, 638.36
[UPDATE], 55000, 479.18518518518516
[UPDATE], 56000, 519.9587628865979
[UPDATE], 57000, 589.2083333333334
[UPDATE], 58000, 670.5280898876405
[UPDATE], 59000, 507.32530120481925
[UPDATE], 60000, 550.9108910891089
[UPDATE], 61000, 617.5102040816327
[UPDATE], 62000, 613.435294117647
[UPDATE], 63000, 509.4326923076923
[UPDATE], 64000, 572.7403846153846
[UPDATE], 65000, 801.5666666666667
[UPDATE], 66000, 488.65060240963857
[UPDATE], 67000, 495.1720430107527
[UPDATE], 68000, 494.65
[UPDATE], 69000, 554.1190476190476
[UPDATE], 70000, 623.448275862069
[UPDATE], 71000, 511.1182795698925
[UPDATE], 72000, 500.23655913978496
[UPDATE], 73000, 536.675
[UPDATE], 74000, 508.875
[UPDATE], 75000, 533.9213483146067
[UPDATE], 76000, 510.3626373626374
[UPDATE], 77000, 496.16831683168317
[UPDATE], 78000, 519.8823529411765
[UPDATE], 79000, 578.3655913978495
[UPDATE], 80000, 639.4375
[UPDATE], 81000, 502.87
[UPDATE], 82000, 487.98979591836735
[UPDATE], 83000, 516.4065934065934
[UPDATE], 84000, 539.8045977011494
[UPDATE], 85000, 604.2967032967033
[UPDATE], 86000, 519.8
[UPDATE], 87000, 503.43373493975906
[UPDATE], 88000, 513.5052631578948
[UPDATE], 89000, 586.8068181818181
[UPDATE], 90000, 553.0930232558139
[UPDATE], 91000, 503.61538461538464
[UPDATE], 92000, 487.83098591549293
[UPDATE], 93000, 527.5229357798165
[UPDATE], 94000, 596.4418604651163
[UPDATE], 95000, 514.8709677419355
[UPDATE], 96000, 540.9302325581396
[UPDATE], 97000, 492.3780487804878
[UPDATE], 98000, 489.23809523809524
[UPDATE], 99000, 517.7912087912088
[UPDATE], 100000, 538.5058823529412
[UPDATE], 101000, 520.2727272727273
[UPDATE], 102000, 554.8536585365854
[UPDATE], 103000, 500.4731182795699
[UPDATE], 104000, 606.5125
[UPDATE], 105000, 561.5760869565217
[UPDATE], 106000, 500.45652173913044
[UPDATE], 107000, 516.2298850574713
[UPDATE], 108000, 576.3055555555555
[UPDATE], 109000, 553.072463768116
[UPDATE], 110000, 617.2197802197802
[UPDATE], 111000, 537.9135802469136
[UPDATE], 112000, 570.025
[UPDATE], 113000, 536.560606060606
[UPDATE], 114000, 520.5121951219512
[UPDATE], 115000, 724.054347826087
[UPDATE], 116000, 515.2019230769231
[UPDATE], 117000, 607.4117647058823
[UPDATE], 118000, 667.8190476190476
[UPDATE], 119000, 543.0263157894736
[UPDATE], 120000, 518.5824175824176
[UPDATE], 121000, 601.4891304347826
[UPDATE], 122000, 637.3949579831933
[UPDATE], 123000, 533.0229885057471
[UPDATE], 124000, 484.81720430107526
[UPDATE], 125000, 491.7171717171717
[UPDATE], 126000, 513.2105263157895
[UPDATE], 127000, 598.0520833333334
[UPDATE], 128000, 514.7528089887641
[UPDATE], 129000, 581.0114942528736
[UPDATE], 130000, 566.4230769230769
[UPDATE], 131000, 513.4404761904761
[UPDATE], 132000, 526.1168831168832
[UPDATE], 133000, 878.8720930232558
[UPDATE], 134000, 511.7340425531915
[UPDATE], 135000, 513.5257731958762
[UPDATE], 136000, 651.5542168674699
[UPDATE], 137000, 507.1980198019802
[UPDATE], 138000, 692.5952380952381
[UPDATE], 139000, 481.56310679611653
[UPDATE], 140000, 558.9893617021277
[UPDATE], 141000, 502.4166666666667
[UPDATE], 142000, 540.2
[UPDATE], 143000, 765.2209302325581
[UPDATE], 144000, 605.2525252525253
[UPDATE], 145000, 506.0246913580247
[UPDATE], 146000, 523.84375
[UPDATE], 147000, 497.27472527472526
[UPDATE], 148000, 563.4431818181819
[UPDATE], 149000, 641.1111111111111
[UPDATE], 150000, 547.7340425531914
[UPDATE], 151000, 696.0344827586207
[UPDATE], 152000, 541.34375
[UPDATE], 153000, 436.01234567901236
[UPDATE], 154000, 508.8085106382979
[UPDATE], 155000, 518.2068965517242
[UPDATE], 156000, 482.75555555555553
[UPDATE], 157000, 511.1358024691358
[UPDATE], 158000, 498.4269662921348
[UPDATE], 159000, 557.3673469387755
[UPDATE], 160000, 665.2156862745098
[UPDATE], 161000, 526.1011235955057
[UPDATE], 162000, 533.6233766233767
[UPDATE], 163000, 666.3
[UPDATE], 164000, 537.7162162162163
[UPDATE], 165000, 628.8863636363636
[UPDATE], 166000, 564.1686746987951
[UPDATE], 167000, 653.070707070707
[UPDATE], 168000, 555.5641025641025
[UPDATE], 169000, 539.7830188679245
[UPDATE], 170000, 565.2660550458716
[UPDATE], 171000, 514.9411764705883
[UPDATE], 172000, 526.4666666666667
[UPDATE], 173000, 498.505376344086
[UPDATE], 174000, 574.2134831460675
[UPDATE], 175000, 502.62886597938143
[UPDATE], 176000, 560.2117647058824
[UPDATE], 177000, 526.4606741573034
[UPDATE], 178000, 539.9655172413793
[UPDATE], 179000, 509.97402597402595
[UPDATE], 180000, 500.56962025316454
[UPDATE], 181000, 560.9333333333333
[UPDATE], 182000, 701.5813953488372
[UPDATE], 183000, 646.7272727272727
[UPDATE], 184000, 665.5280898876405
[UPDATE], 185000, 714.3181818181819
[UPDATE], 186000, 494.0816326530612
[UPDATE], 187000, 532.8723404255319
[UPDATE], 188000, 511.1847826086956
[UPDATE], 189000, 637.8192771084338
[UPDATE], 190000, 674.4301075268817
[UPDATE], 191000, 563.4634146341464
[UPDATE], 192000, 525.5619047619048
[UPDATE], 193000, 631.1746031746031
[UPDATE], 194000, 586.2736842105263
[UPDATE], 195000, 523.505376344086
[UPDATE], 196000, 544.2325581395348
[UPDATE], 197000, 581.66
[UPDATE], 198000, 523.2755102040817
[UPDATE], 199000, 493.88607594936707
[UPDATE], 200000, 589.8275862068965
[UPDATE], 201000, 618.1521739130435
[UPDATE], 202000, 597.1145833333334
[UPDATE], 203000, 681.5268817204301
[UPDATE], 204000, 640.7260273972603
[UPDATE], 205000, 544.5803571428571
[UPDATE], 206000, 673.6590909090909
[UPDATE], 207000, 538.320987654321
[UPDATE], 208000, 601.0674157303371
[UPDATE], 209000, 504.84033613445376
[UPDATE], 210000, 652.1609195402299
[UPDATE], 211000, 505.1818181818182
[UPDATE], 212000, 519.1208791208791
[UPDATE], 213000, 507.6818181818182
[UPDATE], 214000, 519.4659090909091
[UPDATE], 215000, 580.8720930232558
[UPDATE], 216000, 682.0560747663551
[UPDATE], 217000, 520.4421052631579
[UPDATE], 218000, 605.9444444444445
[UPDATE], 219000, 675.940594059406
[UPDATE], 220000, 569.36
[UPDATE], 221000, 513.4111111111112
[UPDATE], 222000, 632.93
[UPDATE], 223000, 509.025
[UPDATE], 224000, 533.7777777777778
[UPDATE], 225000, 672.3294117647059
[UPDATE], 226000, 534.3451327433628
[UPDATE], 227000, 585.8118811881188
[UPDATE], 228000, 594.9111111111112
[UPDATE], 229000, 578.8804347826087
[UPDATE], 230000, 515.4725274725274
[UPDATE], 231000, 661.4805194805194
[UPDATE], 232000, 647.445652173913
[UPDATE], 233000, 591.7173913043479
[UPDATE], 234000, 525.5894736842105
[UPDATE], 235000, 492.32954545454544
[UPDATE], 236000, 629.433734939759
[UPDATE], 237000, 675.6086956521739
[UPDATE], 238000, 560.9705882352941
[UPDATE], 239000, 636.1182795698925
[UPDATE], 240000, 607.7083333333334
[UPDATE], 241000, 521.26
[UPDATE], 242000, 725.0853658536586
[UPDATE], 243000, 541.3510638297872
[UPDATE], 244000, 508.18888888888887
[UPDATE], 245000, 494.1058823529412
[UPDATE], 246000, 612.7659574468086
[UPDATE], 247000, 488.64772727272725
[UPDATE], 248000, 534.3793103448276
[UPDATE], 249000, 580.5434782608696
[UPDATE], 250000, 717.3555555555556
[UPDATE], 251000, 531.1318681318681
[UPDATE], 252000, 552.445652173913
[UPDATE], 253000, 724.2375
[UPDATE], 254000, 553.9375
[UPDATE], 255000, 549.1976744186046
[UPDATE], 256000, 607.7037037037037
[UPDATE], 257000, 565.8690476190476
[UPDATE], 258000, 562.2035398230089
[UPDATE], 259000, 592.9540229885057
[UPDATE], 260000, 539.0224719101124
[UPDATE], 261000, 608.5764705882353
[UPDATE], 262000, 664.7979797979798
[UPDATE], 263000, 519.7375
[UPDATE], 264000, 615.9473684210526
[UPDATE], 265000, 602.1184210526316
[UPDATE], 266000, 502.5
[UPDATE], 267000, 508.5308641975309
[UPDATE], 268000, 580.0240963855422
[UPDATE], 269000, 591.1224489795918
[UPDATE], 270000, 450.49514563106794
[UPDATE], 271000, 506.48979591836735
[UPDATE], 272000, 736.3088235294117
[UPDATE], 273000, 521.81
[UPDATE], 274000, 637.4301075268817
[UPDATE], 275000, 562.0666666666667
[UPDATE], 276000, 511.7910447761194
[UPDATE], 277000, 518.3132530120482
[UPDATE], 278000, 596.0617283950618
[UPDATE], 279000, 564.421052631579
[UPDATE], 280000, 683.918918918919
[UPDATE], 281000, 526.945054945055
[UPDATE], 282000, 485.45569620253167
[UPDATE], 283000, 523.3720930232558
[UPDATE], 284000, 545.90625
[UPDATE], 285000, 536.5894736842105
[UPDATE], 286000, 537.4883720930233
[UPDATE], 287000, 484.13
[UPDATE], 288000, 557.516129032258
[UPDATE], 289000, 524.5913978494624
[UPDATE], 290000, 530.8571428571429
[UPDATE], 291000, 596.4827586206897
[UPDATE], 292000, 680.5555555555555
[UPDATE], 293000, 547.3
[UPDATE], 294000, 697.4025974025974
[UPDATE], 295000, 590.9550561797753
[UPDATE], 296000, 569.0348837209302
[UPDATE], 297000, 562.568
[UPDATE], 298000, 564.8543689320388
[UPDATE], 299000, 507.2105263157895
[UPDATE], 300000, 659.0869565217391
[UPDATE], 301000, 587.2666666666667
[UPDATE], 302000, 496.4421052631579
[UPDATE], 303000, 620.4698795180723
[UPDATE], 304000, 494.6777777777778
[UPDATE], 305000, 608.7065217391304
[UPDATE], 306000, 554.7731958762887
[UPDATE], 307000, 543.2641509433962
[UPDATE], 308000, 496.3378378378378
[UPDATE], 309000, 552.6039603960396
[UPDATE], 310000, 589.9139784946236
[UPDATE], 311000, 507.7283950617284
[UPDATE], 312000, 563.9102564102565
[UPDATE], 313000, 532.2784810126582
[UPDATE], 314000, 517.5111111111111
[UPDATE], 315000, 492.35227272727275
[UPDATE], 316000, 533.7373737373738
[UPDATE], 317000, 491.35955056179773
[UPDATE], 318000, 611.9583333333334
[UPDATE], 319000, 602.968085106383
[UPDATE], 320000, 542.5056179775281
[UPDATE], 321000, 555.4036697247707
[UPDATE], 322000, 521.5632183908046
[UPDATE], 323000, 556.2840909090909
[UPDATE], 324000, 522.3434343434343
[UPDATE], 325000, 589.4130434782609
[UPDATE], 326000, 542.4864864864865
[UPDATE], 327000, 504.07
[UPDATE], 328000, 605.7303370786517
[UPDATE], 329000, 502.90425531914894
[UPDATE], 330000, 642.4268292682926
[UPDATE], 331000, 534.0736842105263
[UPDATE], 332000, 525.8571428571429
[UPDATE], 333000, 515.8674698795181
[UPDATE], 334000, 689.5473684210526
[UPDATE], 335000, 511.009900990099
[UPDATE], 336000, 507.0375
[UPDATE], 337000, 522.3030303030303
[UPDATE], 338000, 558.7916666666666
[UPDATE], 339000, 538.7555555555556
[UPDATE], 340000, 503.4257425742574
[UPDATE], 341000, 500.9574468085106
[UPDATE], 342000, 488.05494505494505
[UPDATE], 343000, 535.3483146067416
[UPDATE], 344000, 479.77884615384613
[UPDATE], 345000, 628.24
[UPDATE], 346000, 664.0952380952381
[UPDATE], 347000, 556.0526315789474
[UPDATE], 348000, 576.0091743119266
[UPDATE], 349000, 621.4512195121952
[UPDATE], 350000, 515.671052631579
[UPDATE], 351000, 500.73267326732673
[UPDATE], 352000, 517.0238095238095
[UPDATE], 353000, 489.1904761904762
[UPDATE], 354000, 577.7113402061856
[UPDATE], 355000, 497.2894736842105
[UPDATE], 356000, 491.8775510204082
[UPDATE], 357000, 461.8837209302326
[UPDATE], 358000, 547.8888888888889
[UPDATE], 359000, 484.3285714285714
[UPDATE], 360000, 516.876404494382
[UPDATE], 361000, 565.5670103092783
[UPDATE], 362000, 575.1808510638298
[UPDATE], 363000, 552.1477272727273
[UPDATE], 364000, 492.93684210526317
[UPDATE], 365000, 536.6741573033707
[UPDATE], 366000, 810.056338028169
[UPDATE], 367000, 494.75555555555553
[UPDATE], 368000, 683.0104166666666
[UPDATE], 369000, 568.2680412371134
[UPDATE], 370000, 534.7368421052631
[UPDATE], 371000, 558.0632911392405
[UPDATE], 372000, 521.0
[UPDATE], 373000, 515.3414634146342
[UPDATE], 374000, 566.7809523809524
[UPDATE], 375000, 498.87640449438203
[UPDATE], 376000, 511.28723404255317
[UPDATE], 377000, 516.875
[UPDATE], 378000, 483.1341463414634
[UPDATE], 379000, 526.7628865979382
[UPDATE], 380000, 560.6296296296297
[UPDATE], 381000, 542.1
[UPDATE], 382000, 614.2300884955753
[UPDATE], 383000, 533.5588235294117
[UPDATE], 384000, 492.2
[UPDATE], 385000, 509.46590909090907
[UPDATE], 386000, 533.875
[UPDATE], 387000, 498.59302325581393
[UPDATE], 388000, 553.6265060240963
[UPDATE], 389000, 518.1981132075472
[UPDATE], 390000, 581.7820512820513
[UPDATE], 391000, 532.8295454545455
[UPDATE], 392000, 716.2222222222222
[UPDATE], 393000, 622.1948051948052
[UPDATE], 394000, 509.07272727272726
[UPDATE], 395000, 491.05102040816325
[UPDATE], 396000, 600.6888888888889
[UPDATE], 397000, 508.9634146341463
[UPDATE], 398000, 548.2872340425532
[UPDATE], 399000, 498.86301369863014
[UPDATE], 400000, 646.3414634146342
[UPDATE], 401000, 675.0243902439024
[UPDATE], 402000, 506.27848101265823
[UPDATE], 403000, 565.3444444444444
[UPDATE], 404000, 542.8023255813954
[UPDATE], 405000, 581.1195652173913
[UPDATE], 406000, 647.804347826087
[UPDATE], 407000, 501.4848484848485
[UPDATE], 408000, 557.6451612903226
[UPDATE], 409000, 503.5612244897959
[UPDATE], 410000, 577.1515151515151
[UPDATE], 411000, 522.2127659574468
[UPDATE], 412000, 546.4698795180723
[UPDATE], 413000, 530.4625
[UPDATE], 414000, 497.5072463768116
[UPDATE], 415000, 569.9677419354839
[UPDATE], 416000, 599.5975609756098
[UPDATE], 417000, 519.0952380952381
[UPDATE], 418000, 511.6111111111111
[UPDATE], 419000, 520.8636363636364
[UPDATE], 420000, 661.5853658536586
[UPDATE], 421000, 556.1764705882352
[UPDATE], 422000, 648.9137931034483
[UPDATE], 423000, 589.3780487804878
[UPDATE], 424000, 523.5666666666667
[UPDATE], 425000, 566.0365853658536
[UPDATE], 426000, 487.20454545454544
[UPDATE], 427000, 715.012987012987
[UPDATE], 428000, 561.3695652173913
[UPDATE], 429000, 668.8105263157895
[UPDATE], 430000, 543.1411764705882
[UPDATE], 431000, 543.8842105263158
[UPDATE], 432000, 485.08045977011494
[UPDATE], 433000, 569.7747747747748
[UPDATE], 434000, 615.8072289156627
[UPDATE], 435000, 551.547619047619
[UPDATE], 436000, 577.078947368421
[UPDATE], 437000, 626.2527472527472
[UPDATE], 438000, 518.0425531914893
[UPDATE], 439000, 503.25773195876286
[UPDATE], 440000, 647.0581395348837
[UPDATE], 441000, 549.236559139785
[UPDATE], 442000, 538.8023255813954
[UPDATE], 443000, 488.5568181818182
[UPDATE], 444000, 616.2345679012345
[UPDATE], 445000, 503.685393258427
[UPDATE], 446000, 576.4109589041096
[UPDATE], 447000, 496.21176470588233
[UPDATE], 448000, 625.4235294117647
[UPDATE], 449000, 503.3936170212766
[UPDATE], 450000, 538.6067415730337
[UPDATE], 451000, 549.1882352941177
[UPDATE], 452000, 522.2820512820513
[UPDATE], 453000, 511.8695652173913
[UPDATE], 454000, 593.2446808510638
[UPDATE], 455000, 537.9629629629629
[UPDATE], 456000, 533.3854166666666
[UPDATE], 457000, 483.963963963964
[UPDATE], 458000, 568.35
[UPDATE], 459000, 628.4239130434783
[UPDATE], 460000, 577.8901098901099
[UPDATE], 461000, 583.5172413793103
[UPDATE], 462000, 499.1290322580645
[UPDATE], 463000, 517.5138888888889
[UPDATE], 464000, 539.2235294117647
[UPDATE], 465000, 595.7604166666666
[UPDATE], 466000, 543.3703703703703
[UPDATE], 467000, 683.1325301204819
[UPDATE], 468000, 526.8137254901961
[UPDATE], 469000, 490.5466666666667
[UPDATE], 470000, 539.3958333333334
[UPDATE], 471000, 567.3875
[UPDATE], 472000, 514.0875
[UPDATE], 473000, 622.3544303797469
[UPDATE], 474000, 571.3375
[UPDATE], 475000, 529.1022727272727
[UPDATE], 476000, 638.6818181818181
[UPDATE], 477000, 490.4193548387097
[UPDATE], 478000, 568.2083333333334
[UPDATE], 479000, 512.7093023255813
[UPDATE], 480000, 649.6354166666666
[UPDATE], 481000, 509.7040816326531
[UPDATE], 482000, 501.52564102564105
[UPDATE], 483000, 494.20212765957444
[UPDATE], 484000, 517.5074626865671
[UPDATE], 485000, 642.0847457627119
[UPDATE], 486000, 544.5961538461538
[UPDATE], 487000, 613.2560975609756
[UPDATE], 488000, 570.6704545454545
[UPDATE], 489000, 524.065934065934
[UPDATE], 490000, 617.6708860759494
[UPDATE], 491000, 506.87951807228916
[UPDATE], 492000, 482.42857142857144
[UPDATE], 493000, 678.9473684210526
[UPDATE], 494000, 595.969387755102
[UPDATE], 495000, 604.0430107526881
[UPDATE], 496000, 503.5681818181818
[UPDATE], 497000, 511.12631578947367
[UPDATE], 498000, 489.83653846153845
[UPDATE], 499000, 503.35164835164835
[UPDATE], 500000, 555.3255813953489
[UPDATE], 501000, 678.887323943662
[UPDATE], 502000, 516.980198019802
[UPDATE], 503000, 633.5869565217391
[UPDATE], 504000, 471.5274725274725
[UPDATE], 505000, 527.6375
[UPDATE], 506000, 702.0769230769231
[UPDATE], 507000, 526.2448979591836
[UPDATE], 508000, 620.659793814433
[UPDATE], 509000, 546.054347826087
[UPDATE], 510000, 604.89898989899
[UPDATE], 511000, 496.9056603773585
[UPDATE], 512000, 551.8834951456311
[UPDATE], 513000, 532.2933333333333
[UPDATE], 514000, 478.43333333333334
[UPDATE], 515000, 512.551724137931
[UPDATE], 516000, 670.0
[UPDATE], 517000, 560.1111111111111
[UPDATE], 518000, 522.804347826087
[UPDATE], 519000, 494.989010989011
[UPDATE], 520000, 550.9204545454545
[UPDATE], 521000, 776.1428571428571
[UPDATE], 522000, 681.873417721519
[UPDATE], 523000, 562.8620689655172
[UPDATE], 524000, 504.89690721649487
[UPDATE], 525000, 564.5824175824176
[UPDATE], 526000, 542.020202020202
[UPDATE], 527000, 708.2921348314607
[UPDATE], 528000, 637.8941176470588
[UPDATE], 529000, 508.32142857142856
[UPDATE], 530000, 516.7741935483871
[UPDATE], 531000, 605.2117647058824
[UPDATE], 532000, 491.7142857142857
[UPDATE], 533000, 712.1807228915662
[UPDATE], 534000, 561.234693877551
[UPDATE], 535000, 645.5760869565217
[UPDATE], 536000, 586.0957446808511
[UPDATE], 537000, 527.125
[UPDATE], 538000, 489.0120481927711
[UPDATE], 539000, 490.95604395604397
[UPDATE], 540000, 552.797619047619
[UPDATE], 541000, 526.8275862068965
[UPDATE], 542000, 567.8111111111111
[UPDATE], 543000, 549.6534653465346
[UPDATE], 544000, 593.76
[UPDATE], 545000, 594.9540229885057
[UPDATE], 546000, 894.1789473684211
[UPDATE], 547000, 662.4507042253521
[UPDATE], 548000, 518.0989010989011
[UPDATE], 549000, 527.3
[UPDATE], 550000, 667.144578313253
[UPDATE], 551000, 566.0
[UPDATE], 552000, 587.4893617021277
[UPDATE], 553000, 758.4597701149426
[UPDATE], 554000, 555.3157894736842
[UPDATE], 555000, 510.54545454545456
[UPDATE], 556000, 536.475
[UPDATE], 557000, 569.8928571428571